[
  {
    "id": 1,
    "title": "Morshina mineral water ",
    "category": "ice drink",
    "dataPost": "01.04.18",
    "description": "hey estimated the healing power of the sources back in the 19th century. Medicinal solutions are prepared from brines with a high concentration of minerals. Brackish sulphate sodium-magnesium-potassium and sodium chloride mineral waters are obtained.\n\nTherapeutic effect: it has a beneficial effect on the kidneys, has a diuretic and anti-inflammatory effect, stimulates bile formation and the separation of bile, prevents fermentation processes\n\nRecommend: patients with low acidity, with constipation, cholecystitis, diabetes\n\nMethod of application (average dosage and frequency of administration): Drink water 30 minutes before meals (with low acidity), and 1-1.5 hours before meals, to reduce acidity and reduce dilution of gastric juice. If there are no problems with the gastrointestinal tract, they drink water for 30-45 minutes. before meals for 6 weeks. It is better to coordinate the course and correctness of use with the doctor.\n\nContraindications: with diarrhea, elevated pressure, edema"
  },
  {
    "id": 2,
    "title": "Mirgorod mineral water",
    "category": "ice drink",
    "dataPost": "21.04.19",
    "description": "Slightly saline sodium chloride water with a salinity of 2.5–3.2 g / l. extracted directly from wells, it practically does not contact with air. The mineral composition of water is well absorbed, as it is rich in bicarbonate ions (HCO3). In addition, it has iron, hydrogen, chlorine, calcium, each trace element has its own healing effect on the body.\n\n Znamenovskaya Does silicon-charged water help cleanse the body? Location: Mirgorod, (Poltava region.)\nTherapeutic effect: stimulates the secretory and motor function of the stomach, pancreatic secretion, intestinal motility\n\nRecommend: for liver disease, chronic gastritis (not in the acute period), colitis, diabetes, inflammatory neuralgia, limb fracture, inflammatory diseases, metabolic disorders\n\nMethod of application (average dosage and frequency of administration) Drink water 30 minutes before meals (with low acidity), and 1-1.5 hours before meals to reduce acidity and reduce dilution of gastric juice. If there are no problems with the gastrointestinal tract, they drink water for 30-45 minutes. before meals for 6 weeks. It is better to coordinate the course and correctness of use with the doctor.\n\nContraindications: Gastritis (high acidity), high pressure, with low sodium (salt-free) diet.\n \n"
  },
  {
    "id": 3,
    "title": "Polyana Kvasova water",
    "category": "hot drink",
    "dataPost": "11.01.18",
    "description": "Carbon dioxide cold highly mineralized hydrocarbonate mineral water tastes a bit like kvass. It is rich in hydrocarbons and orthoboric acid, fluorine and boron. Mineralization - 11–13 g / l.\n\nLocation: with Polyana, (Transcarpathian region.)\n\nThe therapeutic effect: lowers the acidity of the stomach, eliminates heartburn, bloating, removes mucus from the stomach, respiratory tract and urinary system.\n\nRecommend: for chronic gastritis, gastric and duodenal ulcers, hepatitis, gallbladder disease, diseases of the endocrine system, cystitis, pyelonephritis\n\nDosing (average dosage and frequency of administration): 60 minutes. before the main meal, about 200 ml, 3 p. per day, in big sips. Reception course - 4 weeks. It is better to coordinate the course and correctness of use with the doctor.\n\nContraindications: With low acidity of the stomach, renal failure, hypothyroidism, a tendency to allergic rashes, malignant tumors of the digestive system."
  },
  {
    "id": 4,
    "title": "Luzhanskaya water",
    "category": "ice drink",
    "dataPost": "05.09.99",
    "description": "This mineral medical-table sodium bicarbonate, boric water is recommended for cleaning the gastrointestinal tract from mucus. It contains fluorine, silicic acid, biologically active magnesium, as well as potassium, calcium. Water salinity -3.6–4.3 g / l.\nLocation: s. Pigeon, (Transcarpathian region)\n\nTherapeutic effect: neutralizes increased acidity, relieves heartburn and bloating, has a positive effect on metabolism, stimulates the production of serotonin, clears toxins from the liver and the gastrointestinal tract.\n\nRecommend: for hangover, diseases of the urinary tract, diseases of the stomach associated with high acidity, liver disease\n\nDosing (average dosage and frequency of administration): 60 minutes. before the main meal, about 200 ml, 3 p. per day, in big sips. Reception course - 4 weeks. It is better to coordinate the course and correctness of use with the doctor.\n\nContraindications: With low acidity of the stomach, hypothyroidism."
  },
 {
    "id": 5,
    "title": "Luzhanskaya water",
    "category": "ice drink",
    "dataPost": "05.09.99",
    "description": "This mineral medical-table sodium bicarbonate, boric water is recommended for cleaning the gastrointestinal tract from mucus. It contains fluorine, silicic acid, biologically active magnesium, as well as potassium, calcium. Water salinity -3.6–4.3 g / l.\nLocation: s. Pigeon, (Transcarpathian region)\n\nTherapeutic effect: neutralizes increased acidity, relieves heartburn and bloating, has a positive effect on metabolism, stimulates the production of serotonin, clears toxins from the liver and the gastrointestinal tract.\n\nRecommend: for hangover, diseases of the urinary tract, diseases of the stomach associated with high acidity, liver disease\n\nDosing (average dosage and frequency of administration): 60 minutes. before the main meal, about 200 ml, 3 p. per day, in big sips. Reception course - 4 weeks. It is better to coordinate the course and correctness of use with the doctor.\n\nContraindications: With low acidity of the stomach, hypothyroidism."
  },
 {
    "id": 6,
    "title": "Luzhanskaya water",
    "category": "ice drink",
    "dataPost": "05.09.99",
    "description": "This mineral medical-table sodium bicarbonate, boric water is recommended for cleaning the gastrointestinal tract from mucus. It contains fluorine, silicic acid, biologically active magnesium, as well as potassium, calcium. Water salinity -3.6–4.3 g / l.\nLocation: s. Pigeon, (Transcarpathian region)\n\nTherapeutic effect: neutralizes increased acidity, relieves heartburn and bloating, has a positive effect on metabolism, stimulates the production of serotonin, clears toxins from the liver and the gastrointestinal tract.\n\nRecommend: for hangover, diseases of the urinary tract, diseases of the stomach associated with high acidity, liver disease\n\nDosing (average dosage and frequency of administration): 60 minutes. before the main meal, about 200 ml, 3 p. per day, in big sips. Reception course - 4 weeks. It is better to coordinate the course and correctness of use with the doctor.\n\nContraindications: With low acidity of the stomach, hypothyroidism."
  }

]
